{
  "digits": {
    "0": "០",
    "1": "១",
    "2": "២",
    "3": "៣",
    "4": "៤",
    "5": "៥",
    "6": "៦",
    "7": "៧",
    "8": "៨",
    "9": "៩"
  },
  "The website is under maintenance.": "The website is under maintenance.",
  "We'll be back soon!": "We'll be back soon!",
  "Quick Links": "តំណភ្ជាប់រហ័ស",
  "Khmer": "ភាសាខ្មែរ",
  "English": "English",
  "Governing Detail": "ប្រវត្តិរូបលម្អិត",
  "Current job": "ការងារបច្ចុប្បន្ន",
  "Name": "ឈ្មោះ",
  "Date of Birth": "ថ្ងៃខែឆ្នាំកំណើត",
  "Place of Birth": "ទីកន្លែងកំណើត",
  "Nationality": "សញ្ជាតិ",
  "Address": "អាស័យដ្ឋាន",
  "E-mail": "អ៊ីមែល",
  "Profile": "ប្រវត្តិរូបសង្ខេប",
  "© National Committee For Lifelong Learning": "© គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
  "Purpose and Vision": "គោលបំណង និងចក្ខុវិស័យ",
  "Follow us": "តាមយើង",
  "Read More": "ស្វែងយល់បន្ថែម",
  "Contact Us": "ទាក់ទងមកយើងខ្ញុំ",
  "News": "ព័ត៌មាន",
  "Events": "ព្រឹត្តិការណ៍",
  "Load more": "ផ្ទុកច្រើនទៀត",
  "resourcess": "Resources",
  "Our focus areas encourage lifelong learning through flexible, inclusive and comprehensive initiatives that meet the changing need.": "តំបន់ផ្តោតអារម្មណ៍របស់យើងលើកទឹកចិត្តដល់ការរៀនសូត្រពេញមួយជីវិត តាមរយៈគំនិតផ្តួចផ្តើមដែលអាចបត់បែនបាន រួមបញ្ចូល និងទូលំទូលាយ ដែលបំពេញតម្រូវការផ្លាស់ប្តូរ។",
  "Become Our Partner": "ក្លាយជាដៃគូរបស់យើង។",
  "Seeking for Collaboration.": "ស្វែងរកកិច្ចសហប្រតិបត្តិការ។",
  "email": "អ៊ីមែល",
  "Email": "អ៊ីមែល",
  "possible_area_of_collaboration": "តំបន់ដែលអាចធ្វើបាននៃកិច្ចសហប្រតិបត្តិការ",
  "describ_scope_of_work": "ពិពណ៌នាអំពីវិសាលភាពនៃការងារ",
  "submit": "ដាក់ស្នើ",
  "Program": "កម្មវិធី",
  "National Lifelong Learning Forum": "វេទិកាសិក្សាពេញមួយជីវិតជាតិ",
  "Cambodia's Skill Gap: Challenges and Opportunities in Lifelong Learning": "គម្លាតជំនាញរបស់កម្ពុជា៖ បញ្ហាប្រឈម និងឱកាសក្នុងការសិក្សាពេញមួយជីវិត",
  "Cambodia's strong economic growth, averaging 7.7% GDP increase over the past two decades, is threatened by a mismatch between education outputs and labor market needs, with 60% of employers struggling to find skilled workers. With 62.% of Cambodia lacking basic digital skills, enhancing digital literacy and lifelong learning is crucial for workforce participation and income growth, as additional education can increase earnings by 5-15%. The ILC emphasizes the importance of lifelong learning and the need for national lifelong learning for skill relevance, career development, and equity. To address these challenges, the National Commission of Lifelong Learning is hosting a forum to improve skills, promote social mobility, and foster collaboration among government, employers, workers, and training institutions.": "កំណើនសេដ្ឋកិច្ចដ៏រឹងមាំរបស់កម្ពុជា ការកើនឡើង GDP ជាមធ្យម 7.7% ក្នុងរយៈពេលពីរទសវត្សរ៍ចុងក្រោយនេះ ត្រូវបានគំរាមកំហែងដោយភាពមិនស៊ីសង្វាក់គ្នារវាងទិន្នផលអប់រំ និងតម្រូវការទីផ្សារការងារ ដោយនិយោជក 60% កំពុងតស៊ូស្វែងរកកម្មករជំនាញ។ ជាមួយនឹង 62.% នៃប្រទេសកម្ពុជាខ្វះជំនាញឌីជីថលជាមូលដ្ឋាន ការលើកកម្ពស់ចំណេះដឹងផ្នែកឌីជីថល និងការសិក្សាពេញមួយជីវិតមានសារៈសំខាន់សម្រាប់ការចូលរួមកម្លាំងពលកម្ម និងកំណើនប្រាក់ចំណូល ដោយសារការអប់រំបន្ថែមអាចបង្កើនប្រាក់ចំណូលពី 5-15% ។ ILC សង្កត់ធ្ងន់លើសារៈសំខាន់នៃការសិក្សាពេញមួយជីវិត និងតម្រូវការសម្រាប់ការសិក្សាពេញមួយជីវិតរបស់ជាតិសម្រាប់ភាពពាក់ព័ន្ធនៃជំនាញ ការអភិវឌ្ឍន៍អាជីព និងសមធម៌។ ដើម្បីដោះស្រាយបញ្ហាប្រឈមទាំងនេះ គណៈកម្មការជាតិនៃការសិក្សាពេញមួយជីវិតកំពុងរៀបចំវេទិកាមួយដើម្បីកែលម្អជំនាញ លើកកម្ពស់ការចល័តសង្គម និងជំរុញកិច្ចសហការរវាងរដ្ឋាភិបាល និយោជក កម្មករ និងស្ថាប័នបណ្តុះបណ្តាល។",
  "The 1st National Forum on Lifelong Learning Cambodia": "វេទិកាជាតិលើកទី១ ស្តីពីការរៀនសូត្រពេញមួយជីវិតកម្ពុជា។",
  "The 1st National Forum on Lifelong Learning Cambodia, held on March 28, 2024, at the Sun & Moon Riverside Hotel in Phnom Penh, was a significant event aimed at establishing a shared vision for developing the country's lifelong learning ecosystem. The forum was conducted in a hybrid model, allowing participants to join both online and onsite. This inclusive approach ensured that a wide range of stakeholders could participate and contribute to the discussions.": "វេទិកាជាតិលើកទី 1 ស្តីពីការសិក្សាពេញមួយជីវិតនៅកម្ពុជា ដែលធ្វើឡើងនៅថ្ងៃទី 28 ខែមីនា ឆ្នាំ 2024 នៅសណ្ឋាគារ Sun & Moon Riverside ក្នុងរាជធានីភ្នំពេញ គឺជាព្រឹត្តិការណ៍ដ៏សំខាន់មួយក្នុងគោលបំណងបង្កើតចក្ខុវិស័យរួមគ្នាសម្រាប់ការអភិវឌ្ឍប្រព័ន្ធអេកូឡូស៊ីនៃការសិក្សាពេញមួយជីវិតរបស់ប្រទេស។ វេទិកានេះត្រូវបានធ្វើឡើងជាគំរូកូនកាត់ ដែលអនុញ្ញាតឱ្យអ្នកចូលរួមចូលរួមទាំងតាមអ៊ីនធឺណិត និងនៅនឹងកន្លែង។ វិធីសាស្រ្តរួមបញ្ចូលនេះបានធានាថា ភាគីពាក់ព័ន្ធជាច្រើនអាចចូលរួម និងរួមចំណែកក្នុងការពិភាក្សា។",
  "The forum brought together key figures from various sectors, including H.E. Dr. Hang Chuon Naron, Minister of Education, Youth and Sport of Cambodia, who was a key speaker. The event emphasized the importance of multi-stakeholder dialogue and cooperation to ensure that digital-enabled lifelong learning reaches all Cambodians. This approach is crucial for supporting sustainable economic growth and preparing Cambodians with the necessary technical, digital, and human skills for success.": "វេទិកានេះបានប្រមូលផ្តុំឥស្សរជនសំខាន់ៗពីវិស័យផ្សេងៗ រួមទាំងឯកឧត្តម លោកបណ្ឌិត ហង់ ជួនណារ៉ុន រដ្ឋមន្ត្រីក្រសួងអប់រំ យុវជន និងកីឡា ដែលជាវាគ្មិនសំខាន់។ ព្រឹត្តិការណ៍នេះបានសង្កត់ធ្ងន់លើសារៈសំខាន់នៃកិច្ចសន្ទនា និងកិច្ចសហប្រតិបត្តិការពហុភាគី ដើម្បីធានាថាការរៀនសូត្រពេញមួយជីវិតដែលប្រើឌីជីថលបានទៅដល់ប្រជាជនកម្ពុជាទាំងអស់។ វិធីសាស្រ្តនេះគឺមានសារៈសំខាន់សម្រាប់ការគាំទ្រកំណើនសេដ្ឋកិច្ចប្រកបដោយចីរភាព និងរៀបចំប្រជាជនកម្ពុជាជាមួយនឹងជំនាញបច្ចេកទេស ឌីជីថល និងមនុស្សចាំបាច់សម្រាប់ភាពជោគជ័យ។",
  "Key Topic to Discuss:": "ប្រធានបទសំខាន់ដែលត្រូវពិភាក្សា៖",
  "Role of Lifelong Learning in supporting economic growth": "តួនាទីនៃការសិក្សាពេញមួយជីវិតក្នុងការគាំទ្រកំណើនសេដ្ឋកិច្ច",
  "Expanding access to digital learning platforms and resources": "ពង្រីកការចូលប្រើវេទិកាសិក្សាឌីជីថល និងធនធាន",
  "Partnerships between stakeholders": "ភាពជាដៃគូរវាងភាគីពាក់ព័ន្ធ",
  "Skills anticipation and development": "ការរំពឹងទុក និងការអភិវឌ្ឍន៍ជំនាញ",
  "Validation of non-formal and informal learning": "សុពលភាពនៃការរៀនក្រៅផ្លូវការ និងក្រៅផ្លូវការ",
  "Guidance and support service": "សេវាកម្មណែនាំ និងជំនួយ",
  "Building sustainable economic: The Role of Lifelong Learning in TVET": "ការកសាងសេដ្ឋកិច្ចប្រកបដោយនិរន្តរភាព៖ តួនាទីនៃការសិក្សាពេញមួយជីវិតនៅក្នុង TVET",
  "Leveraging TVET for continuous skill development as an approach to promote lifelong learning": "ការប្រើប្រាស់ TVET សម្រាប់ការអភិវឌ្ឍជំនាញជាបន្តបន្ទាប់ជាវិធីសាស្រ្តមួយដើម្បីលើកកម្ពស់ការសិក្សាពេញមួយជីវិត",
  "Co-organized by": "សហការរៀបចំដោយ",
  "Lifelong Learning Center": "មជ្ឈមណ្ឌលសិក្សាពេញមួយជីវិត",
  "Lifelong Learning Club": "ក្លឹបសិក្សាពេញមួយជីវិត",
  "Lifelong Learning City": "ទីក្រុងសិក្សាពេញមួយជីវិត",
  "Engagement": "ការភ្ជាប់ពាក្យ",
  "Partners": "ដៃគូ",
  "National Committee of LifeLong Learning": "គណៈកម្មាធិការជាតិនៃការសិក្សាពេញមួយជីវិត",
  "Total": "សរុប",
  "Showing": "ការបង្ហាញ",
  "Page": "ទំព័រ",
  "Voluntary": "ស្ម័គ្រចិត្ត",
  "Consultant": "ទីប្រឹក្សា",
  "Exchange Program": "កម្មវិធីផ្លាស់ប្តូរ",
  "Fellowship": "អាហារូបករណ៍",
  "Advisor": "ទីប្រឹក្សា",
  "Resources": "បណ្ដុំឯកសារ",
  "All": "ទាំងអស់",
  "Legal Document": "ឯកសារច្បាប់",
  "Policy & Strategy": "គោលនយោបាយ និងយុទ្ធសាស្ត្រ",
  "Report & Publication": "របាយការណ៍ និងការបោះពុម្ពផ្សាយ",
  "Projects": "គម្រោង",
  "News & Event": "ព័ត៌មាន និងព្រឹត្តិការណ៍",
  "Administration": "រដ្ឋបាល",
  "Laws & Regulation": "ច្បាប់ និងបទប្បញ្ញត្តិ",
  "Royal Decrees": "ព្រះរាជក្រឹត្យ",
  "Sub-Decrees": "អនុក្រឹត្យ",
  "Circulations": "ចរាចរ",
  "Prakas": "ប្រកាស",
  "Decisions": "ការសម្រេចចិត្ត",
  "Orders": "ការបញ្ជាទិញ",
  "Ministry": "ក្រសួង",
  "Year": "ឆ្នាំ",
  "Search": "ស្វែងរក",
  "Tags": "ស្លាក",
  "Published": "បោះពុម្ពផ្សាយ",
  "Lan": "ភាសា",
  "Source": "ប្រភព",
  "Member Ministry": "ក្រសួងស្ថាប័នសមាជិក គ.ជ.ស.ជ.",
  "Board Member": "ក្រុមប្រឹក្សាភិបាល គ.ជ.ស.ជ.",
  "Minister": "រដ្ឋមន្ត្រី",
  "Secretary of State": "រដ្ឋលេខាធិការ",
  "CEO": "អគ្គនាយក",
  "The General Secretariat of the NCLLL acts as the executive secretariat to the NCLLL and has the following responsibilities:": "គ.ជ.ស.ជ. មានតួនាទី​ជា​សេនាធិការ​ជូន​រាជរដ្ឋាភិបាល​លើ​ការ​អនុវត្ត​គោលនយោបាយជាតិ​ស្ដីពីការ​សិក្សា​ពេញមួយជីវិត និង​មាន​ភារកិច្ច​ដូច​ខាង​ក្រោម៖",
  "Annex to Sub-Decree No. 237 dated 2 December 2021 on the Organization and Functioning of the Secretariat of the National Committee for Lifelong Learning": "ឧបសម្ព័ន្ធនៃអនុក្រឹត្យលេខ ២៣៧អនក្រ.បក ចុះថ្ងៃទី២ ខែធ្នូ ឆ្នាំ២០២១ ស្តីពីការរៀបចំ និងការប្រព្រឹត្តទៅនៃលេខាធិការដ្ឋាននៃគណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត។",
  "The Structure of Secretariat General of NLLL are as follow :": "រចនាសម្ព័ន្ធនៃអគ្គលេខាធិការដ្ឋាន គ.ជ.ប មានដូចខាងក្រោម៖",
  "The Secretariat of the NEC has the following functions and responsibilities:": "អគ្កលេខាធិការដ្ថានរបស់ គ ជ ស ជ មានតួនាទីសេនាធិការឳ គ ជ ស​ ជ និង មានភារកិច្ចដូចខាងក្រោម៖",
  "The policy section has the following responsibilities:": "ផ្នែកគោលនយោបាយមានទំនួលខុសត្រូវដូចខាងក្រោមៈ",
  "Text Name": "ឈ្មោះអត្ថបទ",
  "If you would like to get in touch with NCLLL, please complete the form, or contact us directly to the following emails.": "ប្រសិនបើអ្នកចង់ទាក់ទងជាមួយ NLLL សូមបំពេញទម្រង់បែបបទ ឬទាក់ទងមកយើងដោយផ្ទាល់តាមអ៊ីមែលខាងក្រោម។",
  "Information": "ព័ត៌មាន",
  "Partners and Sponsors": "ដៃគូនិងអ្នកឧបត្ថម្ភ",
  "Become a partner": "ក្លាយជាដៃគូ",
  "Focus Area": "ការងារស្នូល",
  "Focus Areas": "ការងារស្នូល",
  "Lifelong Learning for all": "ការសិក្សាពេញមួយជីវិតសម្រាប់ទាំងអស់គ្នា",
  "Comprehensive and Flexible Learning Program": "កម្មវិធីសិក្សាដ៏ទូលំទូលាយ និងអាចបត់បែនបាន។",
  "Lifelong Learning Environment": "បរិស្ថានសិក្សាពេញមួយជីវិត",
  "Professional Development": "ការអភិវឌ្ឍន៍វិជ្ជាជីវៈ",
  "Accreditation & Recognition": "ការទទួលស្គាល់ និងការទទួលស្គាល់",
  "Accreditation and Recognition": "ការទទួលស្គាល់ និងការទទួលស្គាល់",
  "Collaboration & Support": "កិច្ចសហការ និងការគាំទ្រ",
  "Collaboration and Support": "កិច្ចសហការ និងការគាំទ្រ",
  "Comprehensive and Flexible learning Program": "កម្មវិធីសិក្សាដ៏ទូលំទូលាយ និងអាចបត់បែនបាន។",
  "The NEC has an important role to play in encouraging ministries and relevant institutions to provide support and lifelong learning, for which member ministries include:": "គ​ ជ ស​​​ ជ មានតូនាទីយ៉ាងសំខាន់ក្នុងការជំុរុញអោយក្រសួងនានា និង ស្ថាប័នពាក់ពន្ធ័នានាផ្តល់ការគាំទ្រ និង អនិវត្តការសិក្សាពេញមួយជីវិត ក្រសួងដែលជាសមាជិកនៃ គ ជ ស ជ ទាំងនោះរួមមានដូចខាងក្រុម៖",
  "Our focus areas enhance lifelong learning through flexible, inclusive, and comprehensive initiatives that meet the changing needs of individuals and communities": "តំបន់ផ្តោតអារម្មណ៍របស់យើងបង្កើនការរៀនសូត្រពេញមួយជីវិត តាមរយៈគំនិតផ្តួចផ្តើមដែលអាចបត់បែនបាន រួមបញ្ចូល និងទូលំទូលាយ ដែលបំពេញតម្រូវការផ្លាស់ប្តូររបស់បុគ្គល និងសហគមន៍។",
  "Select year": "ជ្រើសរើសឆ្នាំ",
  "menu": {
    "contact_us": "ទំនាក់ទំនង"
  },
  "The Royal Government of Cambodia has developed a National Policy on Lifelong Learning, which was approved in 2019, with the aim of enhancing potential human resource development to achieve sustainable development goals. At the same time, the development of a National Action Plan on Lifelong Learning is necessary and requires the concerted efforts of all institutions and stakeholders, focusing on the quality and effectiveness of human resource development. This action plan is an incorporated mechanism within a common national goal that can broaden and make participation more effective in providing opportunities and services, as well as recognizing and responding to the needs of service recipients and the labor market, especially for marginalized group.": "រាជរដ្ឋាភិបាលនៃព្រះរាជាណាចក្រកម្ពុជា បានអភិវឌ្ឍគោលនយោបាយជាតិ ស្តីពីការសិក្សាពេញមួយជីវិត ដែលត្រូវបានអនុម័តក្នុងឆ្នាំ២០១៩ សំដៅបង្កើនការអភិវឌ្ឍធនធានមនុស្ស ដែលមានសក្តានុពលឈានទៅសម្រេចគោលដៅអភិវឌ្ឍន៍ប្រកបដោយចីរភាព។ ជាមួយគ្នានេះ ការអភិវឌ្ឍផែនការសកម្មភាពជាតិ ស្តីពីការសិក្សាពេញមួយជីវិត មានភាពចាំបាច់ និងទាមទារឱ្យមានកិច្ចខិតខំប្រឹងប្រែងរួមគ្នាពីគ្រប់ស្ថាប័ន និងភាគីពាក់ព័ន្ធទាំងអស់ ដោយផ្តោតលើការអភិវឌ្ឍធនធានមនុស្ស ប្រកបដោយគុណភាព និងប្រសិទ្ធភាព។ ផែនការសកម្មភាពនេះ ជាយន្តការប្រទាក់ក្រឡាក្នុងគោលដៅជាតិរួមមួយ ដែលអាចបើកទូលាយឱ្យមានការចូលរួមបានកាន់តែប្រសើរឡើង និងកាន់តែមានប្រសិទ្ធភាពថែមទៀត ក្នុងការផ្តល់ឱកាស និងសេវា ព្រមទាំងមានការទទួលស្គាល់ និងឆ្លើយតបទៅនឹងតម្រូវការរបស់អ្នកទទួលសេវា ក៏ដូចជាទីផ្សារការងារ ជាពិសេសដល់ក្រុមដែលបាត់បង់ឱកាស។",
  "Vision": "ចក្ខុវិស័យ",
  "The National Policy on Lifelong Learning seeks to equip all Cambodians, at every stage of life and in every location, with the knowledge, skills, attitudes, physical fitness, and personal attributes necessary to foster economic growth and promote harmonious lives within families and communities.": "គោលនយោបាយជាតិស្តីពីការសិក្សាពេញមួយជីវិត មានចក្ខុវិស័យ អភិវឌ្ឍប្រជាជនកម្ពុជាគ្រប់រូបឱ្យមានវិជ្ជាសម្បទា បំណិនសម្បទា ចរិយាសម្បទា កាយសម្បទា និងគុណសម្បទា ដើម្បីរួមចំណែកបង្កើនសេដ្ឋកិច្ច និងលើកកម្ពស់សុខដុមជីវិតបុគ្គល គ្រួសារ និងសង្គម តាមរយៈការផ្តល់ឱកាសសិក្សាពេញមួយជីវិត គ្រប់ពេលវេលា គ្រប់ទីកន្លែង និងគ្រប់មធ្យោបាយ។",
  "Purpose": "គោលបំណង",
  "The National Policy on Lifelong Learning aims to provide everyone with diverse educational opportunities and support so they can apply their skills and knowledge to enhance efficiency, quality, productivity, and income in the information technology era and smart society.": "គោលនយោបាយជាតិស្តីពីការសិក្សាពេញមួយជីវិត មានគោលបំណងផ្តល់ឱកាស និងគាំទ្រឱ្យប្រជាជនគ្រប់រូបទទួលបានការសិក្សាតាមគ្រប់រូបភាព និងប្រើប្រាស់ចំណេះដឹងតាមជំនាញដែលទទួលបាន ដើម្បីបង្កើនប្រសិទ្ធភាព គុណភាព ផលិតភាពការងារ និងប្រាក់ចំណូល ស្របតាមយុគសម័យបច្ចេកវិទ្យាព័ត៌មាន និងសង្គមពុទ្ធិ។",
  "footer": {
    "about_us": {
      "menu_1": "គោលនយោបាយ",
      "menu_2": "អំពី គ.ជ.ស.ជ.",
      "menu_5": "អគ្គលេខាធិការដ្ឋាន"
    },
    "soical_media": {
      "title": "ភ្ជាប់ទំនាក់ទំនង",
      "facebook": "Facebook",
      "youtube": "Youtube",
      "contact_us": "ទាក់ទងមកយើងខ្ញុំ"
    }
  },
  "our_partner": {
    "title": "ដៃគូរបស់យើង",
    "description": "ក្លាយជាដៃគូផ្លូវការរបស់ គ.ជ.ស.ជ. ដើម្បីចូលរួមអភិវឌ្ឍ និងលើកកម្ពស់ការសិក្សាពេញមួយជីវិតនៅកម្ពុជា។"
  },
  "ministries_partner": {
    "title": "ក្រសួងដៃគូ",
    "description": "គ.ជ.ស.ជ. មានក្រសួង ស្ថាប័នជាសមាជិក ចំនួន៣០ និងមានអគ្គលេខាធិការដ្ឋាន ចំនួន ០១ ជាសេនាធិការដើម្បីគ្រប់គ្រងកិច្ចការរដ្ឋបាល និងបច្ចេកទេសដែលធានាបាននូវការប្រព្រឹត្តទៅប្រកបដោយនិរន្តភាពការងារ។"
  },
  "our_work": {
    "title": "ការងារស្នូល",
    "description": "ផ្តល់ឱកាសនិងគាំទ្រឱ្យប្រជាជនគ្រប់រូបទទួលបានការសិក្សាតាមគ្រប់រូបភាព និងប្រើប្រាស់ចំណេះដឹងដើម្បីបង្កើនប្រសិទ្ធភាព គុណភាព ផលិតភាពការងារ និងប្រាក់ចំណូល ស្របតាមយុគសម័យបច្ចេកវិទ្យាព័ត៌មាន និងសង្គមពុទ្ធិ។"
  },
  "program": {
    "title": "កម្មវិធី",
    "home_title": "កម្មវិធីពិសេស",
    "description": "សម្របសម្រួល និងគាំទ្រអនុវត្តកម្មវិធីនានា ជាមួយសមាជិក គ.ជ.ស.ជ វិស័យឯកជន និងដៃគូអភិវឌ្ឍ ឆ្លើយតបគោលដៅទាំង ៦ និងយុទ្ធសាស្ត្រទាំង ១១ នៃគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត។"
  },
  "resources": {
    "title": "បណ្ដុំឯកសារ",
    "description": "ប្រមូលផ្ដុំឯកសារ និងលិខិតបទដ្ឋានគតិយុត្តនានាពាក់ព័ន្ធការអនុវត្តគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត។"
  },
  "about_us": {
    "title": "អំពីយើង",
    "description": "មានចក្ខុវិស័យអភិវឌ្ឍប្រជាជនកម្ពុជាគ្រប់រូបឱ្យមានសម្បទាពេញលេញ រួមចំណែកបង្កើនសេដ្ឋកិច្ចនិងលើកកម្ពស់សុខដុមជីវិតបុគ្គល គ្រួសារ និងសង្គម តាមរយៈការផ្តល់ឱកាសសិក្សាពេញមួយជីវិត។",
    "menu_1": {
      "title": "គោលនយោបាយ និងផែនការសកម្មភាព",
      "goals_title": "គោលដៅ",
      "goals_intro": "ដើម្បីសម្រេចចក្ខុវិស័យ និងគោលបំណងខាងលើ ត្រូវកំណត់គោលដៅដូចខាងក្រោម៖",
      "goal_1": "ផ្តល់សេវាការសិក្សាមួយជីវិតដល់ប្រជាជនកម្ពុជាគ្រប់រូប។",
      "goal_2": "អភិវឌ្ឍកម្មវិធីសិក្សាពេញមួយជីវិតឱ្យសម្បូរបែប និងមានភាពបត់បែន ឆ្លើយតបទៅនឹងតម្រូវការរបស់អ្នកសិក្សា។",
      "goal_3": "អភិវឌ្ឍមជ្ឈមណ្ឌលសិក្សា ហេដ្ឋារចនាសម្ព័ន្ធ និងទីកន្លែងសិក្សាឱ្យបានសមស្រប។",
      "goal_4": "បណ្តុះបណ្តាលអ្នកសម្របសម្រួលកម្មវិធីសិក្សាពេញមួយជីវិត ប្រកបដោយវិជ្ជាជីវៈ។",
      "goal_5": "ផ្តល់ការទទួលស្គាល់ ការបញ្ជាក់សុពលភាព និងមានការទទួលស្គាល់គុណភាពចំណេះដឹង ជំនាញ និងសមត្ថភាពនៃការសិក្សាពេញមួយជីវិតស្របតាមក្របខណ្ឌគុណវុឌ្ឍិជាតិកម្ពុជាដោយតម្លាភាព យុត្តិធម៌ និងមានសង្គតិភាព។",
      "goal_6": "ជំរុញក្រសួង ស្ថាប័នពាក់ព័ន្ធ វិស័យឯកជន និងដៃគូអភិវឌ្ឍ ផ្ដល់ការគាំទ្រ និងអនុវត្តការសិក្សាពេញមួយជីវិត។",
      "strategy_title": "យុទ្ធសាស្ត្រ",
      "strategy_intro": "យុទ្ធសាស្ត្រសំខាន់ៗខាងក្រោមត្រូវបានកំណត់ក្នុងការអនុវត្ត ដើម្បីសម្រេចនូវគោលបំណងនិងគោលដៅខាងលើ៖",
      "strategy_label": "យុទ្ធសាស្រ្ត ទី",
      "strategy_1": "អភិវឌ្ឍក្របខណ្ឌច្បាប់ និងយន្តការ",
      "strategy_2": "ផ្តល់សេវាការសិក្សាពេញមួយជីវិតដល់ពលរដ្ឋគ្រប់រូប",
      "strategy_3": "អភិវឌ្ឍកម្មវិធីសិក្សាពេញមួយជីវិតឱ្យសម្បូរបែបនិងមានភាពបត់បែនឆ្លើយតបទៅនឹងតម្រូវការរបស់អ្នកសិក្សា",
      "strategy_4": "អភិវឌ្ឍមជ្ឈមណ្ឌលសិក្សា ហេដ្ឋារចនាសម្ព័ន្ធនិងទីកន្លែងសិក្សាឱ្យបានសមស្រប",
      "strategy_5": "បណ្តុះបណ្តាលអ្នកសម្របសម្រួលកម្មវិធីសិក្សាពេញមួយជីវិតប្រកបដោយវិជ្ជាជីវៈ",
      "strategy_6": "ផ្តល់ការទទួលស្គាល់ការបញ្ជាក់សុពលភាពនិងមានការទទួលស្គាល់គុណភាពនៃការសិក្សាពេញមួយជីវិតដោយតម្លាភាព យុត្តិធម៌ និងមានសង្គតិភាព",
      "strategy_7": "ជំរុញក្រសួង ស្ថាប័នពាក់ព័ន្ធ សម្រាប់គាំទ្រការសិក្សាពេញមួយជីវិត",
      "strategy_8": "លើកកម្ពស់វប្បធម៌រស់នៅជាពលរដ្ឋសកល",
      "strategy_9": "លើកកម្ពស់សមភាព សមធម៌ យេនឌ័រ និងបរិយាបន្ន",
      "strategy_10": "លើកកម្ពស់ការអប់រំតាមប្រព័ន្ធបច្ចេកវិទ្យា",
      "strategy_11": "ជំរុញវិស័យឯកជន ដៃគូអភិវឌ្ឍ និងអង្គការមិនមែនរដ្ឋាភិបាលចូលរួមផ្តល់សេវាសិក្សាពេញមួយជីវិត",
      "documents_title": "ទាយកឯកសារ៖",
      "document_1": "គោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត",
      "document_2": "ផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត ២០២៤ - ២០២៨"
    },
    "menu_2": {
      "title": "អំពី គ.ជ.ស.ជ.",
      "subtitle": "គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត ដែលហៅជាអក្សរកាត់ថា គ.ជ.ស.ជ. ជាយន្តការសម្របសម្រួលតាមដាន ត្រួតពិនិត្យ វាយតម្លៃ និងជួយរាជរដ្ឋាភិបាលអំពីដំណើរការសិក្សាពេញមួយជីវិត ឱ្យឆ្លើយតបទៅនឹងច្បាប់ស្ដីពីការអប់រំនិងគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត។",
      "section": {
        "rolesTitle": "តួនាទីនិងភារកិច្ចរបស់ គ.ជ.ស.ជ.",
        "rolesIntro": "គ.ជ.ស.ជ. មានតួនាទីជាសេនាធិការជូនរាជរដ្ឋាភិបាលលើការអនុវត្តគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត និងមានភារកិច្ចដូចខាងក្រោម៖",
        "compositionTitle": "សមាសភាពរបស់ គ.ជ.ស.ជ.",
        "compositionIntro": "គ.ជ.ស.ជ. មានក្រសួង ស្ថាប័នជាសមាជិក ចំនួន៣០ និងមានអគ្គលេខាធិការដ្ឋាន ចំនួន ០១ ជាសេនាធិការដើម្បីគ្រប់គ្រងកិច្ចការរដ្ឋបាល និងបច្ចេកទេសដែលធានាបាននូវការប្រព្រឹត្តទៅប្រកបដោយនិរន្តភាពរបស់ គ.ជ.ស.ជ. ដូចខាងក្រោម៖",
        "emblemTitle": "រូបសញ្ញារបស់ គ.ជ.ស.ជ.",
        "emblemIntro": "រូបសញ្ញារបស់ គ.ជ.ស.ជ. មានរូបភាពនិងអត្ថន័យដូចខាងក្រោម៖ ",
        "documentsTitle": "ទាញយកឯកសារ"
      },
      "roles": [
        "កសាងនិងផ្សព្វផ្សាយផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
        "លើកសំណើជូនរាជរដ្ឋាភិបាលក្នុងការរៀបចំក្របខ័ណ្ឌច្បាប់ យន្តការ និងដាក់ចេញនូវវិធានការចាំបាច់នៅថ្នាក់ជាតិនិងថ្នាក់ក្រោមជាតិ សម្រាប់គាំទ្រការអនុវត្តគោលនយោបាយជាតិ",
        "ជំរុញនិងសម្របសម្រួលការផ្ដល់សេវាអប់រំក្រៅប្រព័ន្ធនិងអប់រំមិនផ្លូវការដល់ពលរដ្ឋគ្រប់រូប ឱ្យទទួលបានអក្ខរពុទ្ធិ លេខពុទ្ធិ បំណិនបច្ចេកទេសវិជ្ជាជីវៈតាមគ្រប់រូបភាព និងមានលទ្ធភាពសិក្សាពេញមួយជីវិត",
        "រៀបចំនិងអភិវឌ្ឍកម្មវិធីសិក្សាពេញមួយជីវិតឱ្យសម្បូរបែប និងមានភាពបត់បែន",
        "អភិវឌ្ឍហេដ្ឋារចនាសម្ព័ន្ធ ទីកន្លែងសិក្សា និងមជ្ឈមណ្ឌលសិក្សា",
        "លើកកម្ពស់ការបណ្ដុះបណ្ដាលនិងលើកកម្ពស់សមភាពយេនឌ័រ សមធម៌ និងបរិយាបន្ន",
        "ជំរុញនិងលើកទឹកចិត្តពលរដ្ឋឱ្យមានវប្បធម៌សិក្សាពេញមួយជីវិត",
        "សម្របសម្រួលនិងជំរុញក្រសួង ស្ថាប័នថ្នាក់ជាតិ ថ្នាក់ក្រោមជាតិក្នុងការអនុវត្តគោនយោបាយ យុទ្ធសាស្ត្រនិងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
        "លើកកម្ពស់ការអប់រំពេញមួយជីវិតតាមប្រព័ន្ធបច្ចេកវិទ្យា",
        "ជំរុញក្រសួង ស្ថាប័នពាក់ព័ន្ធ វិស័យឯកជន ដៃគូអភិវឌ្ឍ និងអង្គការមិនមែនរដ្ឋាភិបាលក្នុងការចូលរួមផផ្ដល់សេវានិងគាំទ្រការសិក្សាពេញមួយជីវិត",
        "លើកសំណើជូនរាជរដ្ឋាភិបាលក្នុងការកែសម្រួលគោលនយោបាយនិងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
        "តាមដាន ត្រួតពិនិត្យ និងវាយតម្លៃលើការអនុវត្តគោលនយោបាយនិងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិតនៅតាមក្រសួង ស្ថាប័ន និងថ្នាក់ក្រោមជាតិ",
        "ធ្វើរបាយការណ៍អំពីលទ្ធផលវឌ្ឍនភាពក្នុងការអនុវត្តគោលនយោបាយនិងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិតជូនរាជរដ្ឋាភិបាល",
        "អនុវត្តភារកិច្ចផ្សេងទៀតតាមការប្រគល់ជូនរបស់រាជរដ្ឋាភិបាល។"
      ],
      "members": [
        {
          "title": "រដ្ឋមន្ត្រីក្រសួងអប់រំ យុវជននិងកីឡា១រូប",
          "note": "ប្រធាន"
        },
        {
          "title": "រដ្ឋមន្ត្រីក្រសួងការងារនិងបណ្តុះបណ្តាលវិជ្ជាជីវៈ១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋមន្ត្រីក្រសួងសង្គមកិច្ច អតីតយុទ្ធជន និងយុវនីតិសម្បទា១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋមន្ត្រីក្រសួងធម្មការនិងសាសនា១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋលេខាធិការនៃទីស្ដីការគណៈរដ្ឋមន្ត្រី១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋលេខាធិការនៃក្រសួងមហាផ្ទៃ១រូប",
          "note": "អនុប្រធាន"
        },
        {
          "title": "រដ្ឋលេខាធិការនៃក្រសួងអប់រំ យុវជន និងកីឡា១រូប ",
          "note": "អនុប្រធានប្រចាំការ"
        },
        {
          "title": "រដ្ឋលេខាធិការនៃក្រសួងសុខាភិបាល១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងការពារជាតិ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងសេដ្ឋកិច្ចនិងហិរញ្ញវត្ថុ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "ដ្ឋលេខាធិការក្រសួងព័ត៌មាន១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងកិច្ចការនារី១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងបរិស្ថាន១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងអភិវឌ្ឍន៍ជនបទ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងកសិកម្ម រុក្ខាប្រមាញ់ និងនេសាទ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងវប្បធម៌និងវិចិត្រសិល្បៈ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងពាណិជកម្ម១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងមុខងារសាធារណៈ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងសាធារណការនិងដឹកជញ្ជូន១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងរ៉ែនិងថាមពល១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងឧស្សាហកម្ម វិទ្យាសាស្រ្ត បច្ចេកវិទ្យា និងនវានុវត្តន៍១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងប្រៃសណីយ៍និងទូរគមនាគមន៍១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងរៀបចំដែនដី នគរូបនីយកម្ម និងសំណង់១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងផែនការ១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងយុត្តិធម៌១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងអាកាសចរស៊ីវិល១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "រដ្ឋលេខាធិការក្រសួងកិច្ចការព្រំដែន១រូប",
          "note": "សមាជិក"
        },
        {
          "title": "អគ្គលេខាធិការដ្ឋាននៃ គ.ជ.ស.ជ.",
          "note": "សមាជិក"
        }
      ],
      "emblemPoints": [
        {
          "title": "រូបមនុស្ស៣នាក់ប្រកៀកស្មាគ្នា មានពណ៌បៃតងខ្ចី ពណ៌បៃតងចាស់ និងពណ៌ផ្ទៃមេឃ តំណាងឱ្យវ័យទាំង៣នៃមនុស្សជាតិ គឺបឋមវ័យមនុស្សពណ៌បៃតងខ្ចីតំណាងឱ្យជីវិត វ័យវឌ្ឍនាការ និងការសិក្សា, មជ្ឈឹមវ័យមនុស្សពណ៌បៃតងចាស់តំណាងឱ្យភាពពេញវ័យនិងភាតរភាព និងបច្ឆិមវ័យមនុស្សពណ៌ផ្ទៃមេឃតំណាងឱ្យភាពចាស់ទុំនិងគតិបណ្ឌិត",
          "children": []
        },
        {
          "title": "រូបស្លឹករំដួលពណ៌បៃតងជាកម្រោងអមរូបមនុស្ស តំណាងឱ្យប្រភពធនធាននៃភាពលូតលាស់របស់ជីវិត ជារុក្ខជាតិតំណាងកម្ពុជាប្រៀបដូចជាធនធានសម្រាប់ជាតិខ្មែរយើង",
          "children": []
        },
        {
          "title": "រូបសៀវភៅបៃតងទ្រពីក្រោមមានឆ្លាក់អក្សរពណ៌ផ្ទៃមេឃ គ.ជ.ស.ជ. តំណាងឱ្យប្រភពនៃចំណេះដឹងប្រកបដោយកម្ពីរភាព ជាគ្រូបាធ្យាយនៃវិជ្ជាសព្វសារពើទាំងពួងដោយមានសរសេរឈ្មោះជាអក្សរសង្ខេប គ.ជ.ស.ជ.។",
          "children": []
        }
      ],
      "documents": [
        {
          "label": "ព្រះរាជក្រឹត្យ លេខ នស/រកត/០១២៥/០១២ ចុះថ្ងៃទី០៣ ខែមករា ឆ្នាំ២០២៥ ស្ដីពីការកែសម្រួលព្រះរាជក្រឹត្យស្ដីពីការរៀបចំនិងប្រព្រឹត្តទៅរបស់គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
          "href": "#"
        },
        {
          "label": "ព្រះរាជក្រឹត្យ លេខ នស/រកត/០៨២០/៩២៤ ចុះថ្ងៃទី២៩ ខែសីហា ឆ្នាំ២០២០ ស្ដីពី ការរៀបចំនិងប្រព្រឹត្តទៅរបស់គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
          "href": "#"
        },
        {
          "label": "អនុក្រឹត្យ លេខ ១២១ អនក.បក ចុះថ្ងៃទី០៦ ខែមិថុនា ឆ្នាំ២០២៣ ស្ដីពីរូបសញ្ញានិងត្រារបស់គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
          "href": "#"
        }
      ]
    },
    "menu_3": {
      "title": "ក្រសួងសមាជិក NCLLL",
      "subtitle": "គ.ជ.ស.ជ. មាន​ក្រសួង ស្ថាប័ន​ជា​សមាជិក ចំនួន៣០ និង​មាន​អគ្គលេខាធិការដ្ឋាន ចំនួន ០១ ជា​សេនាធិការដើម្បីគ្រប់គ្រង​កិច្ចការ​រដ្ឋបាល​និង​បច្ចេកទេស​ដែល​ធានា​បាន​នូវ​ការ​ប្រព្រឹត្តទៅ​ប្រកប​ដោយ​​និរន្តភាព​របស់​គ.ជ.ស.ជ. ដូចខាងក្រោម៖"
    },
    "menu_5": {
      "title": "អគ្គលេខាធិការដ្ឋាន គ.ជ.ស.ជ.",
      "documentsTitle": "ទាញយកឯកសារ",
      "summary_line_1": "<b>គ.ជ.ស.ជ.</b> មានអគ្គលេខាធិការដ្ឋានមួយជាសេនាធិការសម្រាប់ដំណើរការការងារប្រចាំថ្ងៃរបស់ខ្លួន និងមានទីតាំងនៅទីស្ដីការក្រសួងអប់រំ យុវជន និងកីឡា។ ",
      "summary_line_2": "<b>អគ្គលេខាធិការដ្ឋានរបស់ គ.ជ.ស.ជ.</b>  ត្រូវបានបង្កើតឡើងតាមរយៈអនុក្រឹត្យលេខ ២៣៧អនក្រ.បក ចុះថ្ងៃទី២ ខែធ្នូ ឆ្នាំ២០២១ ស្ដីពី ការរៀបចំនិងប្រព្រឹត្តទៅរបស់អគ្គលេខាធិការដ្ឋានរបស់គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត។ ",
      "summary_line_3": "<b>អគ្គលេខាធិការដ្ឋាន គ.ជ.ស.ជ.</b> មានរចនាសម្ព័ន្ធដូចខាងក្រោម៖ ",
      "summary_line_3_1": "ផ្នែករដ្ឋបាលនិងហិរញ្ញវត្ថុ",
      "summary_line_3_2": "ផ្នែគោលនយោបាយ",
      "summary_line_3_3": "ផ្នែកពិនិត្យ តាមដាន និងវាយតម្លៃ។",
      "sub_title": "រចនាសម្ព័ន្ធនៃអគ្គលេខាធិការដ្ឋាន គ.ជ.ប មានដូចខាងក្រោម៖",
      "term_1": "រចនាសម្ព័ន្ធគ្រប់គ្រង",
      "term_2": "រចនាសម្ព័ន្ធអង្គភាព",
      "download_title": "ទាញយក",
      "box_1": {
        "title": "អគ្គលេខាធិការដ្ឋាន គ.ជ.ស.ជ. មានតួនាទីជាសេនាធិការឱ្យ គ.ជ.ស.ជ. និងមានភារកិច្ចដូចខាងក្រោម៖ ",
        "ul_list": [
          "គ្រប់គ្រងកិច្ចការរដ្ឋបាលនិងបច្ចេកទេសដែលធានាបាននូវការប្រព្រឹត្តទៅប្រកបដោយនិរន្តភាពរបស់ គ.ជ.ស.ជ.",
          "ផ្សព្វផ្សាយលិខិតបទដ្ឋានគតិយុត្តផ្សេងៗដែលទទួលបានការយល់ព្រមពី គ.ជ.ស.ជ. ដល់គ្រប់ក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍន៍ពាក់ព័ន្ធ",
          "អភិវឌ្ឍហេដ្ឋារចនាសម្ព័ន្ធ ទីកន្លែងសិក្សា និងមជ្ឈមណ្ឌលសិក្សា",
          "សម្របសម្រួលការផ្ដល់សេវាអប់រំក្រៅប្រព័ន្ធនិងអប់រំមិនផ្លូវការដល់ពលរដ្ឋគ្រប់រូបឱ្យទទួលបានអក្ខរពុទ្ធិ លេខពុទ្ធិ បំណិនបច្ចេកទេសវិជ្ជាជីវៈតាមគ្រប់រូបភាព រួមទាំងតាមប្រព័ន្ធបច្ចេកវិទ្យា និងមានលទ្ធភាពសិក្សាពេញមួយជីវិត",
          "រៀបចំនិងអភិវឌ្ឍកម្មវិធីសិក្សាពេញមួយជីវិតឱ្យសម្បូរបែបសម្រាប់ការបណ្ដុះបណ្ដាល និងលើកកម្ពស់សមភាពយេនឌ័រ សមធម៌ និងបរិយាបន្ន",
          "សម្របសម្រួលជាមួយក្រសួង ស្ថាប័នថ្នាក់ជាតិ ថ្នាក់ក្រោមជាតិ វិស័យឯកជន ដៃគូអភិវឌ្ឍ និងអង្គការមិនមែនរដ្ឋាភិបាល ក្នុងការអនុវត្តគោលនយោបាយ យុទ្ធសាស្ត្រ និងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
          "ជំរុញនិងលើកកម្ពស់ទឹកចិត្តពលរដ្ឋឱ្យមានវប្បធម៌សិក្សាពេញមួយជីវិត",
          "គ្រប់គ្រងហិរញ្ញវត្ថុរបស់ គ.ជ.ស.ជ.",
          "ពិនិត្យតាមដាន វាយតម្លៃ និងជំរុញការអនុវត្តគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិតនៅតាមក្រសួង ស្ថាប័ន និងថ្នាក់ក្រោមជាតិ",
          "លើកសំណើសុំពិនិត្យនិងកែលម្អគោលនយោបាយជាតិនិងផែនការសកម្មភាពជាតិស្ដីពីការសិក្សាពេញមួយជីវិតជូន គ.ជ.ស.ជ",
          "សហការជាមួយគណៈកម្មាធិការជាតិសម្របសម្រួលបច្ចេកទេសតាមវិស័យ",
          "ធ្វើរបាយការណ៍ជូន គ.ជ.ស.ជ.",
          "អនុវតភារកិច្ចផ្សេងៗទៀតតាមការប្រគល់ពីប្រធាន គ.ជ.ស.ជ. ។"
        ]
      },
      "box_2": {
        "title": "ផ្នែករដ្ឋបាលនិងហិរញ្ញវត្ថុ មានភារកិច្ចដូចខាងក្រោម៖",
        "ul_list": [
          "បំពេញការងាររដ្ឋបាល និងនិរន្តរភាពការងាររដ្ឋបាលរបស់អគ្គលេខាធិការដ្ឋាន",
          "ផ្សព្វផ្សាយលិខិតបទដ្ឋានគតិយុត្តផ្សេងៗដែលទទួលបានការយល់ព្រមពី គ.ជ.ស.ជ. ជូនដល់គ្រប់ក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍពាក់ព័ន្ធ",
          "គ្រប់គ្រងមន្ត្រីរាជការ និងបុគ្គលិកក្នុងអគ្គលេខាធិការដ្ឋានរបស់ គ.ជ.ស.ជ. ",
          "រៀបចំ និងចាត់ចែងកិច្ចប្រជុំរបស់គ.ជ.ស.ជ និងអគ្គលេខាធិការដ្ឋានរបស់ គ.ជ.ស.ជ.",
          "គ្រប់គ្រងចំណូលចំណាយ និងលើកគម្រោងថវិកាប្រចាំឆ្នាំរបស់ គ.ជ.ស.ជ. ",
          "រៀបចំ និងគ្រប់គ្រងបញ្ជីសារពើភណ្ឌចលទ្រព្យ និងអចលទ្រព្យរបស់អគ្គលេខាធិការដ្ឋាន",
          "រៀបចំផែនការសកម្មភាពការងាររបស់អគ្គលេខាធិការដ្ឋានសម្រាប់រយៈពេលខ្លី មធ្យម និងវែង",
          "សម្របសម្រួលជាមួយក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍពាក់ព័ន្ធ ដើម្បីរៀបចំរបាយការណ៍ និងលើកអនុសាសន៍ជូន គ.ជ.ស.ជ. ដើម្បីពិនិត្យ និងសម្រេច",
          "បូកសរុបការងារពាក់ព័ន្ធនឹងការលើកកម្ពស់ការសិក្សាពេញមួយជីវិតជូនអគ្គលេខាធិការដ្ឋានរបស់ គ.ជ.ស.ជ. ដើម្បីពិនិត្យ និងសម្រេច",
          "ធ្វើរបាយការណ៍លទ្ធផលការងាររបស់អគ្គលេខាធិការដ្ឋានរបស់ គ.ជ.ស.ជ.",
          "អនុវត្តភារកិច្ចផ្សេងៗទៀតតាមការប្រគល់ពីអគ្គលេខាធិការ។"
        ]
      },
      "box_3": {
        "title": "ផ្នែកគោលនយោបាយ មានភារកិច្ចដូចខាងក្រោម៖",
        "ul_list": [
          "រៀបចំនិងអភិវឌ្ឍកម្មវិធីសិក្សាពេញមួយជីវិតឱ្យសម្បូរបែបសម្រាប់បណ្ដុះបណ្ដាល និងលើកកម្ពស់សមភាពយេនឌ័រ សមធម៌ និង បរិយាបន្ន",
          "សម្របសម្រួលជាមួយក្រសួង ស្ថាប័នថ្នាក់ជាតិ ថ្នាក់ក្រោមជាតិ វិស័យឯកជន ដៃគូអភិវឌ្ឍន៍ និងអង្គការមិនមែនរដ្ឋាភិបាលក្នុងការអនុវត្តគោលនយោបាយ យុទ្ធសាស្ត្រ និងផែនការសកម្មភាពជាតិសម្រាប់ការសិក្សាពេញមួយជិវិត",
          "លើកសំណើសុំពិនិត្យ និងកែលម្អគោលនយោបាយជាតិ និងផែនការសកម្មភាពជាតិស្ដីពីការសិក្សាពេញមួយជីវិតជូន គ.ជ.ស.ជ.",
          "សហការជាមួយសហគមន៍ជាតិ អន្តរជាតិ ដើម្បីធានាប្រសិទ្ធភាពការងាររបស់ គ.ជ.ស.ជ. ",
          "សិក្សាស្រាវជ្រាវពីការលើកកម្ពស់ការសិក្សាពេញមួយជីវិតដើម្បីចងក្រងជាឯកសារសម្រាប់អ្នកសិក្សា",
          "សហការជាមួយក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍន៍នានាដើម្បីពង្រីកការផ្ដល់សេវាសិក្សាពេញមួយជីវិត",
          "សហការជាមួយគណៈកម្មាធិការបច្ចេកទេសតាមវិស័យ ដើម្បីធានាការអនុវត្តតួនាទីនិងភារកិច្ចដែលមានចែងក្នុងគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត",
          "ជំរុញនិងលើកទឹកចិត្តពលរដ្ឋឱ្យមានវប្បធម៌សិក្សាពេញមួយជីវិត",
          "អនុវត្តភារកិច្ចផ្សេងៗទៀតតាមការប្រគល់ពីអគ្គលេខាធិការ។"
        ]
      },
      "box_4": {
        "title": "ផ្នែកពិនិត្យតាមដាននិងវាយតម្លៃ មានភារកិច្ចដូចខាងក្រោម៖",
        "ul_list": [
          "សហការជាមួយគណៈកម្មាធិការបច្ចេកទេសសិក្សាពេញមួយជីវិតតាមវិស័យ សម្រាប់ការពិនិត្យ តាមដាន និងវាយតម្លៃលើការអនុវត្តគោលនយោបាយជាតិស្ដីពីការសិក្សាពេញមួយជីវិត",
          "ស្រាវជ្រាវនិងកំណត់សូចនាករចំណុចដៅសម្រាប់ការពិនិត្យ តាមដាន និងវាយតម្លៃ",
          "សហការជាមួយក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍពាក់ព័ន្ធ ដើម្បីកែលម្អយន្តការពិនិត្យ តាមដាន និងវាយតម្លៃ",
          "ប្រមូលទិន្នន័យនិងវិភាគលើលទ្ធផលការអនុវត្តគ្រប់កម្មវិធីសិក្សាពេញមួយជីវិតជូន គ.ជ.ស.ជ. ដើម្បីពិនិត្យ និងសម្រេច ",
          "ផ្សព្វផ្សាយលទ្ធផលនៃការពិនិត្យតាមដាននិងការវាយតម្លៃដល់ក្រសួង ស្ថាប័ន និងដៃគូអភិវឌ្ឍ ពាក់ព័ន្ធ",
          "អនុវត្តភារកិច្ចផ្សេងៗទៀតតាមការប្រគល់ពីអគ្គលេខាធិការ។ "
        ]
      },
      "documents": [
        {
          "label": "អនុក្រឹត្យលេខ ២៣៧អនក្រ.បក ចុះថ្ងៃទី២ ខែធ្នូ ឆ្នាំ២០២១ ស្ដីពី ការរៀបចំនិងប្រព្រឹត្តទៅរបស់អគ្គលេខាធិការដ្ឋានរបស់គណៈកម្មាធិការជាតិសម្រាប់ការសិក្សាពេញមួយជីវិត",
          "href": "#"
        }
      ]
    },
    "menu_6": {
      "title": "ទំនាក់ទំនង",
      "subtitle": "ប្រសិនបើអ្នកចង់ទាក់ទងជាមួយ NLLL សូមបំពេញទម្រង់បែបបទ ឬទាក់ទងមកយើងដោយផ្ទាល់តាមអ៊ីមែលខាងក្រោម។",
      "tel": "ទូរស័ព្ទ (Telegram)",
      "email": "អ៊ីមែល"
    }
  }
}
